export const status = [
  'Нове завдання',
  'В розробці',
  'Завершено'
];

export const priority = [
  'Не гаряча',
  'Гаряча'
];

export const typeEdit = [
  'Редагування',
  'Нове завдання'
];

export const tasks = [
  {
    status: 0,
    textTask: 'sample text 0',
    date: '2016-11-01',
    priority: 0
  },
  {
    status: 1,
    textTask: 'sample text 1',
    date: '2016-10-01',
    priority: 1
  },
  {
    status: 2,
    textTask: 'sample text 2',
    date: '2016-10-02',
    priority: 0
  },
  {
    status: 0,
    textTask: 'sample text 3',
    date: '2016-10-05',
    priority: 1
  },
  {
    status: 0,
    textTask: 'sample text 4',
    date: '2016-10-10',
    priority: 0
  },
  {
    status: 2,
    textTask: 'sample text 5',
    date: '2016-10-11',
    priority: 1
  },
  {
    status: 0,
    textTask: 'sample text 6',
    date: '2016-11-19',
    priority: 0
  },
  {
    status: 1,
    textTask: 'sample text 7',
    date: '2016-11-20',
    priority: 1
  },
  {
    status: 2,
    textTask: 'sample text 8',
    date: '2016-11-24',
    priority: 0
  },
  {
    status: 0,
    textTask: 'sample text 9',
    date: '2016-11-29',
    priority: 1
  },
];

export const comments = [
  {
    id: 0,
    date: '2016-11-10',
    comments: 'Коментар Коментар Коментар Коментар Коментар Коментар Коментар Коментар '
  },
  {
    id: 0,
    date: '2016-11-11',
    comments: 'Коментар Коментар Коментар Коментар Коментар Коментар Коментар Коментар '
  },
  {
    id: 0,
    date: '2016-11-12',
    comments: 'Коментар Коментар Коментар Коментар Коментар Коментар Коментар Коментар '
  },
  {
    id: 1,
    date: '2016-11-10',
    comments: '1111 Коментар Коментар Коментар Коментар Коментар Коментар Коментар Коментар '
  },
  {
    id: 2,
    date: '2016-11-10',
    comments: '2222 Коментар Коментар Коментар Коментар Коментар Коментар Коментар Коментар '
  },
  {
    id: 3,
    date: '2016-11-10',
    comments: '3333 Коментар Коментар Коментар Коментар Коментар Коментар Коментар Коментар '
  },
  {
    id: 4,
    date: '2016-11-10',
    comments: '4444 Коментар Коментар Коментар Коментар Коментар Коментар Коментар Коментар '
  },
  {
    id: 4,
    date: '2016-11-10',
    comments: '444444 Коментар Коментар Коментар Коментар Коментар Коментар Коментар Коментар '
  },
  {
    id: 4,
    date: '2016-11-10',
    comments: '44Коментар Коментар Коментар Коментар Коментар Коментар Коментар Коментар '
  },
  {
    id: 5,
    date: '2016-11-10',
    comments: '555555 Коментар Коментар Коментар Коментар Коментар Коментар Коментар Коментар '
  },
  {
    id: 0,
    date: '2016-11-10',
    comments: '0000 Коментар Коментар Коментар Коментар Коментар Коментар Коментар Коментар '
  },
  {
    id: 0,
    date: '2016-11-10',
    comments: 'sdfsdfКоментар Коментар Коментар Коментар Коментар Коментар Коментар Коментар '
  },
  {
    id: 0,
    date: '2016-11-10',
    comments: 'dssdfsdfКоментар Коментар Коментар Коментар Коментар Коментар Коментар Коментар '
  },
  {
    id: 0,
    date: '2016-11-10',
    comments: 'fdfghfghdh Коментар Коментар Коментар Коментар Коментар Коментар Коментар Коментар '
  },
  {
    id: 0,
    date: '2016-11-10',
    comments: 'dfh gfh df Коментар Коментар Коментар Коментар Коментар Коментар Коментар Коментар '
  },
  {
    id: 0,
    date: '2016-11-10',
    comments: ' dgfh  fgh Коментар Коментар Коментар Коментар Коментар Коментар Коментар Коментар '
  },
  {
    id: 0,
    date: '2016-11-10',
    comments: ' dfh dghdfghdgh bКоментар Коментар Коментар Коментар Коментар Коментар Коментар Коментар '
  },
  {
    id: 0,
    date: '2016-11-10',
    comments: ' dfh dghdghdgh Коментар Коментар Коментар Коментар Коментар Коментар Коментар Коментар '
  },
  {
    id: 0,
    date: '2016-11-10',
    comments: ' dfhgdhgh Коментар Коментар Коментар Коментар Коментар Коментар Коментар Коментар '
  },
  {
    id: 0,
    date: '2016-11-10',
    comments: ' dfhdf dfg hertyeyjhn Коментар Коментар Коментар Коментар Коментар Коментар Коментар Коментар '
  }
];